
import { ArticleFull, ArticleBlock, PassageType } from "../models/ArticleModels";

const ArticleAboutMethodEMDR: ArticleFull = {
  linkname: 'about_method_emdr',
  headerText: 'О МЕТОДЕ ЕМДР',
  blockList: [
    {type: PassageType.main_title, text: `О МЕТОДЕ ЕМДР`},
    {type: PassageType.text_bold, text: `«Хотя травма и является событием прошлого, эмоциональный мозг продолжает генерировать ощущения, из-за которых человек чувствует себя напуганным и беспомощным»`},
    {type: PassageType.text, text: `Ключевые слова: ЕМДР, ДПДГ, переработка движением глаз, психологическая травма, дисфункциональное воспоминание, паттерн, флэшбек, триггер, воронка травмы.`},
    {type: PassageType.text, text: `(EMDR – аббревиатура англ словосочетания Eye Movement Desensitization and Reprocessing, Десенсибилизация и переработка движением глаз - ДПДГ)`},
    {type: PassageType.text, text: `Это практический доказательный психотерапевтический метод, основанный на идее дисфункционально сохраненного воспоминания, влияющего на качество нашей жизни и искажающего наше восприятие себя.`},
  
    {type: PassageType.text, text: `Точкой старта применения этого метода можно считать 1989 год, когда  Френсис Шапиро с коллегами разместила статью о влиянии движения глаз на состояние, основанное на клиническом исследовании жертв сексуального насилия и ветеранов войны.`},
    {type: PassageType.text, text: `На данный момент проведено более 40 рандомизированных практических исследований, подтверждающих эффективность этого метода и рекомендована министерствами здравоохранения разных стран, в том числе и в России.`},
    {type: PassageType.header, text: `КАК РАБОТАЕТ ЕМДР`},
    {type: PassageType.text, text: `В нейросети человека находится система переработки информации – система адаптивной переработки информации – он адаптируется ко всему, что жизнь предлагает.`},
    {type: PassageType.text, text: `В результате такой работы нашей нервной системы в положительном варианте формируются адаптивные паттерны поведения и неадаптивные паттерны.`},
  
    {type: PassageType.text, text: `Например, ребенок старался и умудрился завязать шнурок на своей обуви. Если мама оказывает поддержку и одобряет ребенка, то у последнего формируется адаптивная связка «постарался-получилось» и это воспоминание остается как представление о себе, что я могу, у  меня получается.`},
    {type: PassageType.text, text: `Если в подобной ситуации мама реагирует негативно, то у ребенка формируется негативный паттерн – у меня ничего не получается, мама меня ругает. И во взрослом возрасте может возникать такое чувство «не получится» уже в других видах деятельности.`},
    {type: PassageType.text, text: `В более сложных случаях, когда человек не справляется с ситуацией и количество переживаний слишком много, то это воспоминание капсулируется в не переработанном виде.`},
    {type: PassageType.text, text: `Например, ребенка унизили во дворе или телесно наказали дома родители и это настолько объемное, ранящее представление о себе, эмоционально насыщенное событие, что  само по себе, без поддержки остается в изначальном виде. Адаптивным паттерном для этой ситуации может стать решение, например, ничего не чувствовать, или, что я недостойный и не достоин ничего хорошего. Это адаптация выживания, основанная на тех ресурсах, которые есть в арсенале на тот момент. И продолжает вносить дезадаптацию в дальнейшей жизни, потому что подтягивает это содержание в похожие ситуации.`},
    {type: PassageType.text, text: `Воспоминания с похожей информацией (восприятие, мысли, телесные ощущения и убеждения) связаны ассоциативными каналами и когда хотя бы один канал пересекается, то подтягивается дисфункционально сохраненная информация.`},
    
    {type: PassageType.text, text: `Воспоминание приходит по 4м каналам:`},
    {type: PassageType.text, text: `1.       Сенсорная информация  (образы, запахи, звуки и вкусы)`},
    {type: PassageType.text, text: `2.       Когнитивная (наши мысли о себе, решения, выводы, послания)`},
    {type: PassageType.text, text: `3.       Эмоциональная`},
    {type: PassageType.text, text: `4.       Соматическая (телесные ощущения)`},  
  
    {type: PassageType.text, text: `Флешбек – это когда по одному из ассоциативному каналу мы бессознательно окунаемся в дисфункциональное непереработанное воспоминание.`},
    {type: PassageType.text, text: `Например, не особо значимый человек не ответил на ваше сообщение и вы попадаете в состояние слабой, брошенной, никому не нужной девочки и всеми силами хотите вынудить этого человека ответить вам каким-то теплым хорошим сообщением.`},
    {type: PassageType.header, text: `ТРАВМА`},
    {type: PassageType.text, text: `Травма – любое событие, оказывающее устойчивое негативное влияние на жизнь человека. Травма не всегда напрямую зависит от степени интенсивности или накопительного эффекта, хотя это и важно. На травматичность воспоминания на нас влияет то, как она сохранилась, то, как мы относимся к событию, какой когнитивный и эмоциональный заряд несет для нас.`},
    {type: PassageType.text, text: `В психологии есть понятие «воронка травмы» - единичное негативное событие оказывает травматическое воздействие и затем по мере дальнейшего опыта похожие ситуации накапливаются и являются триггерными для исходного травматичного события.`},  
  
    {type: PassageType.text, text: `Цель ЕМДР терапии – взять неадекватно переработанные воспоминания и переработать, чтобы они стали базой для адекватного навыка справляться с чем-то, думать о себе адекватным образом.`},
    {type: PassageType.text, text: `Таким образом ЕМДР-терапия строится на 3х шаговой работе:`},
    {type: PassageType.text, text: `1.       Переработка исходных ранних, детских воспоминаний, приведших к дезадаптивному поведению в настоящем`},
    {type: PassageType.text, text: `2.       Переработка триггеров (стимул, который приводит к травматичному воспоминанию) настоящего времени`},
    {type: PassageType.text, text: `3.       Работа с будущим – как хотелось бы реагировать и чувствовать себя в будущем в подобных ситуациях`},  
  
    {type: PassageType.header, text: `КАК ТЕХНИЧЕСКИ ВЫГЛЯДИТ ЕМДР СЕССИЯ`},
    {type: PassageType.text, text: `Терапевт фокусирует клиента на перерабатываем материале сессии и просит перестукивать себя руками и двигать глазами в горизонтальной плоскости непродолжительное время. Это будет называться сетом. Таких сетов будет некоторое количество, между ними беседа с терапевтом.`},
    {type: PassageType.text, text: `Эффективность ЕМДР-терапии основывается на работе мозга. Когда мы активизируем негативное воспоминание, то оно из лимбической системы мозга поднимается в область коры головного мозга, где с помощью стимуляции мозговой активности воздействуем на память, снижая эмоциональное возбуждение и доперерабатываем воспоминание до функциональной формы.`},
    {type: PassageType.text, text: `Нейробиологические предпосылки – проведены исследования ЭЭГ, которые демонстрируют результаты ЕМДР терапии, приводящие к нормализации эмоционального гипервозбуждения и кортикальной активации. Выяснилось, что тревожность и быстрые движения глаз являются взаимно блокирующими – это связано с быстрой фазой сна, во время которой перерабатывается информация.`},
    {type: PassageType.text, text: `Известно, что во время стресса отключается периферическое зрение и появляется эффект туннельного узкого восприятия событий. Во время движения глаз влево и вправо включается периферическое зрение и расширяется поле восприятие.`},  
  
    {type: PassageType.text, text: `Стимуляция поочередным похлопыванием по правой и левой частям тела стимулируют попеременную активацию правого и левого полушарий мозга, связь эмоционального и ментального восприятия картинки воспоминания.`},
    {type: PassageType.text, text: `Во время переработки появляется доступ к спонтанным воспоминаниям, приходят ассоциации не только того события, с которым работаем, а еще и похожие. При ЕМДР-работе присутствует эффект генерализации – схожие переживания часто перерабатываются спонтанно и становятся менее тревожными.`},
    {type: PassageType.text, text: `Что происходит с воспоминанием в результате – событие какое было таким и остается, происходит изменение восприятия этого события. Для кого-то оно отдаляется, перестает быть значимым, для кого-то размывается и перестанет восприниматься как ужасное, мы словно успокаиваемся и часто переоцениваем его как полезное для нас (из лимона делаем лимонад).`},
    {type: PassageType.header, text: `С КАКИМИ ТЕМАМИ РАБОТАЕТ ЕМДР`},
    {type: PassageType.text, text: `- Фобии, страхи, тревога`},  
  
    {type: PassageType.text, text: `- Паническое расстройство`},
    {type: PassageType.text, text: `- Генерализованное тревожное расстройство`},
    {type: PassageType.text, text: `- Депрессия`},
    {type: PassageType.text, text: `- Проблемы с поведением и самооценкой`},
    {type: PassageType.text, text: `- Горе и потери`},    
  
    {type: PassageType.text, text: `- Психотические расстройства`},
    {type: PassageType.text, text: `- Психосоматические расстройства (боли, мигрени)`},
    {type: PassageType.text, text: `- И прочее…`},
    {type: PassageType.text, text: `ЕМДР – это фокусированный метод. Как правило берется одна проблема и решается до ее завершения. Затем при желании можно ставить следующую задачу для переработки.`},
    {type: PassageType.text, text: `Как правило за 5-7 сессий по 50 мин единичная травма проходит с вероятностью 85-100%`},  
    
    {type: PassageType.text, text: `Пожалуйста, если вы чувствуете эмоциональный дискомфорт, обращайтесь за специализированной психологической помощью!`},
  ]
}


export default ArticleAboutMethodEMDR;

