
import { FeedbackType } from "../models/FeedbackModels"


export const data_feedbacks: FeedbackType[] = [
  {
    name: 'Дарья Житникова',
    feedback_to: 'тренинг ЕМДР',
    feedback_date: '18.05.2022',
    fdbck: [
      `Для меня EMDR-тренинг — это была прежде всего возможность посвятить время только себе. 
      Очень комфортным для меня был и темп работы и сопровождение терапевта.`,
      `В процессе работы мне удалось сильно снизить тревогу, которая сопровождала мой запрос. 
      А уже через неделю я смогла реализовать то, на что направлена была моя проработка. 
      Айгуль, спасибо тебе огромное за подаренную возможность двигаться вперёд!`,
    ]
  },
  {
    name: 'Ксения',
    feedback_to: 'Тренинг EMDR',
    feedback_date: '10.06.2022',
    fdbck: [
      `Айгуль, благодарю за опыт EMDR. Во время работы у меня возникало множество инсайтов по поводу проблемы, а также возможностей ее решения.`, 
      `Поскольку я ощущала мягкое и внимательное ведение, мне было легко погружаться в разные состояния и доверять процессу. Еще раз благодарю! `,
    ]
  },
  {
    name: 'Александра',
    feedback_to: 'Тренинг EMDR',
    feedback_date: '09.06.2022',
    fdbck: [
      `Очень благодарна Айгуль за опыт EMDR. Метод полезный, дает возможность снизить тревогу и найти опору в себе, трансформировать негативные переживания в   ресурсные.  Айгуль-прекрасный специалист. `,
    ]
  },
  {
    name: 'Татьяна К.',
    feedback_to: 'Тренинг прокрастинация',
    feedback_date: '23.05.2022',
    fdbck: [
      `Айгуль, хочу поблагодарить тебя за тренинг по работе с прокрастинацией. Он для меня был очень понятным, структурным, и в тоже время эффективным.`,
      `Удалось получить доступ к переживаниям и опыту, о которых я уже забыла и посмотреть на них с другой стороны.`,
      `У меня ушло сильное эмоциональное сопротивление, которое было по отношению к рабочей деятельностью. Спасибо!`,
    ]
  },
  {
    name: 'Дарья Ж.',
    feedback_to: '',
    feedback_date: '20.05.2022',
    fdbck: [
      `Для меня EMDR-тренинг - это была прежде всего возможность посвятить время только себе. Очень комфортным для меня был и темп работы и сопровождение терапевта.`,
      `В процессе работы мне удалось сильно снизить тревогу, которая сопровождала мой запрос. А уже через неделю я смогла реализовать то, на что направлена была моя проработка. Айгуль, спасибо тебе огромное за подаренную возможность двигаться вперёд!`,
    ]
  },    
  {
    name: 'Даша ',
    feedback_to: 'Личная терапия',
    feedback_date: '',
    fdbck: [
      `Айгуль, мне всегда очень комфортно работать с тобой, я доверяю тебе и ощущаю себя в надежных руках профессионала.`,
      `Во время наших сессий я чувствую рядом присутствие тебя, прежде всего как искреннего человека, живо интересующегося мной. Рядом с тобой хочется открываться даже когда очень страшно. После наших сессий мне всегда есть над чем подумать, что осмыслить.`,
      `Спасибо тебе за это! С нетерпением жду наших встреч!`
    ]
  }, 
  {
    name: 'Люся',
    feedback_to: '',
    feedback_date: '7.05.2022',
    fdbck: [
      `Очень благодарна Айгуль за её курс ЕМДР - психологическое сопротивление. Я никогда раньше не обращалась к психологам, но тут действительно нужно было решить проблему с прокрастинацией по работе. Айгуль очень мягко и в то же время профессионально подвела к поиску источника проблемы и помогла разобраться с ней в корне. С самой методикой я была незнакома, но убедилась, что она работает, а Айгуль всегда находила правильные слова и направляла так, что в конце каждой сессии напряжение от проработанной ситуации уходило.`,
      `Как результат вместо отторжения пришло желание взяться за ту работу, которую так долго откладывала и сделать её с удовольствием и на позитиве, а результат не заставил себя ждать.`,
    ]
  }, 
  {
    name: 'Наталья',
    feedback_to: '',
    feedback_date: '5.05.2022',
    fdbck: [
      `Поучаствовала в групповой работе над прокрастинацией под чутким руководством Айгуль. На самом деле, в группе работала впервые и мне понравилось) понравилось делиться своими результатами с участниками и узнавать об их результатах и прогрессе. Но самое главное то, что что я реально вижу результат! Удивительная работа психологии и классного психолога. Лёд тронулся, настроение - сворачивать горы)`,
    ]
  }, 
  {
    name: 'Маша Е',
    feedback_to: '',
    feedback_date: '5.05.2022',
    fdbck: [
      `Я несколько сессий проходила по методу едрм. И кажется вроде просто постукивания , но как же круто можно прочувствовать те ситуации что беспокоили и как же здорово что после проработки наступает такое освобождение. Оказывается не проработанные проблемы ,это такой груз ,который мы тянем за собой всю жизнь. Таких горьких слез не было у других психологов,так же как и такого шикарного эффекта. Последняя сессия была по сопротивлению( полное сопротивление к спорту), после третьей сессии я встала и пошла заниматься. Для меня это главная победа. Снимая оковы детских трав с Айгуль, я стала счастливым человеком, который умеет радоваться жизни!!!!!`,
    ]
  }, 
  {
    name: 'Таня Ефремова',
    feedback_to: 'Тренинг прокрастинация',
    feedback_date: '27.04.2022',
    fdbck: [
      `В процессе работы поднялись многие неожиданные для меня темы, случилось много открытий про себя саму. Уже с первого занятия сознание стало менее затуманенным, появилось больше анализа своих действий, некий взгляд со стороны на свои реакции и свое поведение в ситуациях прокрастинации и других ситуациях, когда веду себя неэффективно. Кроме того, понравился метод, который использовался на встречах. `,
      `Максимальное обращение к своему подсознанию - было здорово открывать себя новую. Удалось переосмыслить целый ряд ситуаций своей жизни и посмотреть на них под новым углом, увидеть зоны роста и путь решения своих насущных проблем. Благодарю Айгуль за прекрасный проект. Уверена, он будет полезен абсолютно каждому человеку и каждый найдет через него свой ответ на что-то очень важное`,
    ]
  }, 
]
