
export const data_feedbacks = [
  {
    name: 'Дарья Житникова',
    feedback_to: 'тренинг ЕМДР',
    feedback_date: '18.05.2022',
    fdbck: [
      `Для меня EMDR-тренинг — это была прежде всего возможность посвятить время только себе. 
      Очень комфортным для меня был и темп работы и сопровождение терапевта.`,
      `В процессе работы мне удалось сильно снизить тревогу, которая сопровождала мой запрос. 
      А уже через неделю я смогла реализовать то, на что направлена была моя проработка. 
      Айгуль, спасибо тебе огромное за подаренную возможность двигаться вперёд!`,
    ]
  },
  {
    name: 'Иван Иванов',
    feedback_to: 'личная терапия',
    feedback_date: '01.01.2022',
    fdbck: [
      `Это тестовый отзыв`,
      `Проверка отображения текста`,
    ]
  },
  {
    name: 'Петр Петров',
    feedback_to: 'консультирование',
    feedback_date: '01.02.2022',
    fdbck: [
      `Это тестовый отзыв`,
      `Проверка отображения текста`,
    ]
  },
  {
    name: 'Иван Сидоров',
    feedback_to: 'консультирование',
    feedback_date: '01.02.2022',
    fdbck: [
      `Это тестовый отзыв`,
      `Проверка отображения текста`,
    ]
  },
  {
    name: 'Лев Кузнецов',
    feedback_to: 'личная терапия',
    feedback_date: '12.03.2022',
    fdbck: [
      `Это тестовый отзыв`,
      `Проверка отображения текста`,
    ]
  }    
]



